Repository: DonutWare/Fladder
Catalog: lib/l10n/app_*.arb
Languages: hu, mr, mt, sk

source: Related
hu: Kapcsolódó
mr: यासंबंधी
mt: Relatati
sk: Súvisiace

source: Release date
hu: Kiadás dátuma
mr: प्रदर्शन दिनांक
mt: Data tar-rilaxx
sk: Dátum vydania

source: Remove as favorite
hu: Eltávolítás a kedvencekból
mr: आवडीच्यांमधून काढून टाका
mt: Neħħi mil-favorit
sk: Odstrániť z obľúbených

# removeFromCollection
source: Remove to collection
hu: Eltávolítás a gyűjteményből
mr: संग्रहातून काढून टाका
mt: Neħħi mill-kollezzjoni
sk: Odstrániť z kolekcie

# removeFromPlaylist
source: Remove to playlist
hu: Eltávolítás a lejátszási listáról
mr: प्लेलिस्टमधून काढून टाका
mt: Neħħi mil-playlist
sk: Odstrániť z playlistu

source: Replace all images
hu: Az összes kép cseréje
mr: सर्व चित्रे बदलून घ्या
mt: Neħħi ir-ritratti kollha
sk: Nahradiť všetky obrázky

source: Replace existing images
hu: A létező képek cseréje
mr: अस्तित्वातील चित्रे बदलून घ्या
mt: Ibdel ir-ritratti eżistenti
sk: Nahradiť existujúce obrázky

source: Restart
hu: Újraindítás
mr: रिस्टार्ट करा
mt: Irristartja
sk: Reštart

source: Result
hu: Eredmény
mr: निकाल
mt: Riżultat
sk: Výsledok

source: Resumable
hu: Folytatható
mr: चालू ठेवता येण्यासारखे
mt: Kompli
sk: Možno pokračovať

# resume
source: Resume {item}
hu: {item} folytatása
mr: {item} चालू ठेवा
mt: Kompli {item}
sk: Pokračovať {item}

source: Retrieve public list of users
hu: A nyilvános felhasználói lista letöltése
mr: प्रयोक्त्यांची सार्वजनिक यादी मिळवा
mt: Irkupra l-lista pubblika tal-utenti
sk: Načítať verejný zoznam používateľov

source: Retry
hu: Újra
mr: पुन्हा प्रयत्न करा
mt: Erġa ’pprova
sk: Skúsiť znova

source: Run time
hu: Lejátszási idő
mt: Ħin użat
sk: Dĺžka trvania

source: Save
hu: Mentés
mr: सेव्ह करा
mt: Issejvja
sk: Uložiť

source: Saved
hu: Mentve
mr: सेव्ह केले
mt: Issejvjat
sk: Uložené

# scanBiometricHint
source: Verify identity
hu: Azonosító ellenőrzése
mr: ओळख पडताळा
mt: Ivverifika l-identita’
sk: Overiť totožnosť

source: Scan library
hu: Könyvtár vizsgálata
mr: लायब्ररी स्कॅन करा
mt: Skennja l-librerija
sk: Skenovať knižnicu

# scanYourFingerprintToAuthenticate
source: Scan your fingerprint to authenticate {user}
hu: A {user} azonosításához olvassa be az ujjlenyomatát
mt: Skennja subgħajk biex tawtentika {user}
sk: Naskenuj svoj odtlačok pre overenie {user}

source: Scanning - {name}
hu: Elemzés - {name} …
mr: स्कॅन करत आहे - {name}…
mt: Skenjar - {name}…
sk: Skenovanie - {name}…

source: Scroll to top
hu: List elejére
mr: वरपर्यंत स्क्रोल करा
mt: Skrollja għal fuq
sk: Prejsť hore

source: Search
hu: Keresés
mr: शोध घ्या
mt: Fittex
sk: Hľadať

# season
source: {count, plural, other{Seasons} one{Season} }
hu: {count, plural, other{Évadok} one{Évad} }
mr: {count, plural, other{सीझन} one{सीझन} }
mt: {count, plural, other{Staġuni} one{Staġun} }
sk: {count, plural, other{Série} one{Séria} }

# seconds
source: {count, plural, other{Seconds} one{Second}}
hu: {count, plural, other{Másodperc} one{Másodperc}}
mr: {count, plural, other{सेकंदे} one{सेकंद}}
mt: {count, plural, other{Sekondi} one{Sekonda}}
sk: {count, plural, other{Sekundy} one{Sekunda }}

source: Select all
hu: Összes kijelölése
mr: सर्व निवडा
mt: Agħżel kollox
sk: Označiť všetko

source: Select time
hu: Idő kiválasztása
mr: वेळ निवडा
mt: Agħżel il-ħin
sk: Vyber čas

source: Select view type
hu: Lejátszási típus kiválasztása
mr: दृश्य प्रकार निवडा
mt: Agħżel it-tip tad-dehra
sk: Vyber typ zobrazenia

source: Selected
hu: Kiválasztva
mr: निवडलेले
mt: Magħżula
sk: Označené

# selectedWith
source: Selected {info}
hu: {info} kiválasztva
mr: {info} निवडलेले
mt: Magħżula {info}
sk: Označené {info}

source: Separate
hu: Elkülönít
mr: विभाजित
mt: Issepara
sk: Oddelený

source: Server
hu: Kiszolgáló
mr: सर्व्हर

source: Set
hu: Adja meg
mr: सेट करा
mt: Issettja
sk: Nastaviť

# setIdentityTo
source: Set identity to {name}
hu: Új azonosító beállítása: {name}
mr: ओळख बदलून {name} असे करा
mt: Ibdel l-identita għal {name}
sk: Zmeniť identitu na {name}

# settingSecurityApplockTitle
source: App lock
hu: Alkalmzás lezárása
mr: ॲप लॉक
mt: Illokja l-applikazzjoni
sk: Zámok aplikácie

source: Settings
hu: Beállítások
mr: सेटिंग
sk: Nastavenia

# settingsBlurEpisodesDesc
source: Blur all upcoming episodes
hu: A várható epizódok elhomályosítása
mr: पुढील येणारे सर्व भाग अस्पष्ट करा
mt: Ċajpar l-episodji kollha li ġejjin
sk: Rozmazať všetky nasledujúce epizódy

# settingsBlurEpisodesTitle
source: Blur next-up episodes
hu: A következő epizód elhomályosítása
mr: पुढचे भाग अस्पष्ट करा
mt: Ċajpar l-episodji li jmiss
sk: Rozmazať nasledujúce epizódy

# settingsBlurredPlaceholderDesc
source: Show blurred background when loading posters
hu: Háttér elhomályosítása a poszterek betöltése közben
mr: पोस्टर लोड करताना अस्पष्ट केलेली पार्श्वभूमी दाखवा
mt: Uri l-isfond imċajpar meta tillowdja l-powsters
sk: Zobraziť rozmazané pozadie pri načítavaní plagátov

# settingsBlurredPlaceholderTitle
source: Blurred placeholder
hu: Elhomályosított helyörző
mt: Placeholder imċajpar
sk: Rozmazané placeholdery

# settingsClientDesc
source: General, Time-out, Layout, Theme
hu: Általános, Idő túllépés, Elrendezés, Téma
mr: साधारण, टाइम-आउट, मांडणी, थीम
mt: Ġenerali, Time-out, Tqassim, Tema
sk: Všeobecné, Časový limit, Rozloženie, Téma

# settingsContinue
source: Continue
hu: Folytatás
mr: चालू ठेवा
mt: Kompli
sk: Pokračovať

# settingsEnableOsMediaControls
source: Enable OS media controls
hu: Rendszer média vezérlők bekapcsolása
mr: OS मिडिया कंट्रोल सक्षम करा
mt: Attiva l-kontrolli tal-midja tal-OS
sk: Povoliť systémové ovládanie médií

# settingsHomeNextUpDesc
source: Type of posters shown in the dashboard screen
hu: A kezelőfelületen mutatot poszterek típusai
mr: मुख्य पानाच्या पडद्यावर दाखवायच्या पोस्टरांचा प्रकार
mt: Tip ta’ posters murija fid-daxxbord
sk: Typ plagátov zobrazených na dashboarde

# settingsHomeNextUpTitle
source: Next-up posters
hu: Következő rész poszterei
mr: पुढील येणार्‍यांचे पोस्टर
mt: Kartelluni ta' li jmiss
sk: Nasledujúce plagáty

# settingsNextUpCutoffDays
source: Next-up cutoff days
hu: Következő rész szükséges napok
mt: Jiem ta’ għeluq li jmiss
sk: Limit dní pre „Ďalšie“

# settingsPlayerCustomSubtitlesDesc
source: Customize Size, Color, Position, Outline
hu: A méret, szín, pozíció és körvonal testre szabása
mr: आकार, रंग, स्थान, बाह्यरेखा सानुकूलित करा
mt: Ippersonalizza d-Daqs, il-Kulur, il-Pożizzjoni, il-Kontorn
sk: Prispôsobiť veľkosť, farbu, polohu, obrys

# settingsPlayerCustomSubtitlesTitle
source: Customize subtitles
hu: A feliratok személyre szabása
mr: सबटायटल सानुकूलित करा
mt: Ippersonalizza s-sottotitoli
sk: Prispôsobenie titulkov

# settingsPlayerDesc
source: Aspect-ratio, Advanced
hu: Képarány, haladó
mr: अ‍ॅस्पेक्ट रेशो, प्रगत पर्याय
mt: Aspect-ratio, Avvanzat
sk: Pomer strán, Pokročilý

# settingsPlayerMobileWarning
source: Enabling Hardware acceleration and native libass subtitles on Android might cause some subtitles to not render.
hu: Néhány felirat nem fog megjelenni, ha Androidon a hardveres gyorsítás vagy a natív libass feliratok bekapcsolásra kerülnek.
mt: Meta tixgħel l-aċċellerazzjoni tal-ħardwer u s-sottotitoli tal-libass nattivi fuq l-Android dan jista’ jikkawża li xi sottotitoli ma jirrendux.
sk: Zapnutie hardvérovej akcelerácie a natívnych titulkov libass v systéme Android môže spôsobiť, že niektoré titulky sa nebudú zobrazovať.

# settingsPlayerNativeLibassAccelDesc
source: Use video player libass subtitle renderer
hu: A videó lejátszó libass felirat megjelenítőjének használata
mt: Uża r-renderer tas-sottotitlu tal-libass tal-vidjoplejer
sk: Použiť vykresľovanie titulkov libass z video prehrávača

# settingsPlayerNativeLibassAccelTitle
source: Native libass subtitles
hu: Natív libass feliratok
mr: नेटिव्ह libass सबटायटल
mt: Sottotitoli tal-libass nattivi
sk: Natívne libass titulky

# settingsPlayerTitle
source: Player
hu: Lejátszó
mr: प्लेयर
mt: Plejer
sk: Prehrávač

# settingsPlayerVideoHWAccelDesc
source: Use the gpu to render video (recommended)
hu: Használja a videókártyát a videó megjelenítéséhez (ajánlott)
mr: व्हिडयो रेंडर करण्यासाठी GPU चा वापर करा (सुचवलेले)
mt: Uża l-GPU biex turi l-vidjo (rakkomandat)
sk: Použiť GPU na vykresľovanie videa (odporúčané)

# settingsPlayerVideoHWAccelTitle
source: Hardware acceleration
hu: Hardveres gyorsítás
mr: हार्डवेअर अ‍ॅक्सेलेरेशन
mt: Aċċellerazzjoni tal-ħardwer
sk: Hardwarová akcelerácia

# settingsPosterPinch
source: Pinch-zoom to scale posters
hu: A poszterek méretezéséhez használja a kétujjas nagyítást
mt: Pinch-zoom għal powsters fuq skala
sk: Zväčšenie plagátov pomocou priblíženia prstami

# settingsPosterSize
source: Poster size
hu: Poszter mérete
mr: पोस्टरांचा आकार
mt: Daqs tal-kartellun
sk: Veľkosť plagátu

# settingsProfileDesc
source: Lockscreen
hu: Záróképernyű, helyi elérési út, Seer
mr: लॉकस्क्रीन
sk: Obrazovka uzamknutia

# settingsProfileTitle
source: Profile
hu: Profil
mr: प्रोफाइल
mt: Profil
sk: Profil

# settingsQuickConnectTitle
source: Quick connect
hu: Gyors csatlakozás
mr: जलद-कनेक्ट
mt: Konnesjoni Veloċi
sk: Rýchle pripojenie

# settingsSecurity
source: Security
hu: Biztonság
mr: सुरक्षता
mt: Sigurta’
sk: Bezpečnosť

# settingsShowScaleSlider
source: Show poster size slide
hu: A poszter görgető mutatása
mt: Uri s-slajd tad-daqs tal-powster
sk: Zobraziť posúvač na zmenu veľkosti plagátu

# settingsVisual
source: Visual
hu: Vizuális
mr: दृश्य संबंधित
mt: Viżwali
sk: Vizuál

source: Shadow
hu: Árnyék
mr: सावली
mt: Dell
sk: Tieň

source: Show album
hu: Album megjelenítése
mr: अल्बम दाखवा
mt: Uri l-album
sk: Zobraziť album

source: Show details
hu: Részletek megjelenítése
mr: तपशील दाखवा
mt: Uri d-dettalji
sk: Zobraziť detaily

source: Show empty
hu: Üres megjelenítése
mr: रिकामे दाखवा
mt: Uri l-vojt
sk: Zobraziť prázdne

source: Shuffle videos
hu: Videók keverése
mt: Ħarbat il-vidjows
sk: Zamiešaj videá

source: Something went wrong
hu: Valami nem sikerült
mr: काहीतरी गडबड झाली
mt: Ġrat xi ħaġa ħażina
sk: Niečo sa pokazilo

# somethingWentWrongPasswordCheck
source: Something went wrong, check your password
hu: Valami nem sikerült. Ellenőrizze a jelszavát.
mr: काहीतरी गडबड झाली. आपला पासवर्ड तपासा.
mt: Ġrat xi ħaġa ħażina. Iċċekkja l-password tiegħek.
sk: Niečo sa pokazilo. Skontroluj si heslo.

source: Sort by
hu: Rendezés
mr: क्रमवारी
mt: Issortja skont
sk: Zoradiť podľa

# sortName
source: Name
hu: Név
mr: नाव
mt: Isem
sk: Názov

source: Sort order
hu: Rendezési irány
mt: Issortja l-ordni
sk: Poradie zoradenia

source: Start
hu: Kezdés
mr: सुरू करा
mt: Ibda
sk: Začiatok

# studio
source: {count, plural, other{Studios} one{Studio}}
hu: {count, plural, other{Stúdiók} one{Stúdió}}
mr: {count, plural, other{स्टुडियो} one{स्टुडियो}}
mt: {count, plural, other{Studjos} one{Studjo}}
sk: {count, plural, other{Štúdia} one{Štúdio}}

source: Subtitle configurator
hu: Felirat beállítás
mt: Konfiguratur tas-sottotitlu
sk: Konfigurátor titulkov

# subtitleConfiguratorPlaceHolder
source: This is placeholder text, nothing to see here.
hu: Ez csak egy minta felirat, semmi fontos ...
mt: Dan huwa kitba tal-placeholder, xejn x’ tara hawnhekk.
sk: Nie je tu nič, len placeholder

source: Subtitles
hu: Feliratok
mr: सबटायटल
mt: Sottotitoli
sk: Titulky

source: Switch user
hu: Felhasználó váltása
mr: प्रयोक्ता बदला
mt: Aqleb l-utent
sk: Prepnúť používateľa

source: Sync
hu: Szinkronizálás
mr: सिंक करा
mt: Issinkronizza
sk: Synchronizácia

# syncDeleteItemDesc
source: Delete all synced data for? {item}
hu: A {item} összes szinkonizált adatát törli?
mt: Ħassar id-dejta ssinkronizzata kollha għal {item}?
sk: Zmazať všetky synchronizované dáta pre {item}?

# syncDeleteItemTitle
source: Delete synced item
hu: Szinkonizált elem törlése
mr: सिंक केलेली वस्तू डिलीट करा
mt: Ħassar l-oġġett issinkronizzat
sk: Odstrániť synchronizovanú položku

# syncDeletePopupPermanent
source: This action is permanent and will remove all localy synced files
hu: A törlés végleges és minden helyben szinkronizált fájlt eltávolít
mt: Din l-azzjoni hija permanenti u se tneħħi l-fajls kollha ssinkronizzati lokalment
sk: Táto akcia je trvalá a odstráni všetky lokálne synchronizované súbory

source: Sync details
hu: Szinkonizálás részletei
mr: तपशील सिंक करा
mt: Issinkronizza d-dettalji
sk: Podrobnosti synchronizácie

# syncOpenParent
source: Open parent
hu: Szülő megnyitása
mr: पालक उघडा
mt: Iftaħ il-ġenitur
sk: Otvoriť nadradený

# syncRemoveDataDesc
source: Delete synced video data? This is permanent and you will need to re-sync the files
hu: Töli a szinkronizált videó adatokat? Ez végleges és újra kell szinkronizálnia a fájlokat
mt: Ħassar id-dejta tal-vidjo ssinkronizzata? Dan huwa permanenti u se jkollok bżonn biex tissinkronizza mill-ġdid il-fajls
sk: Odstrániť synchronizované video dáta? Toto je trvalé a súbory budete musieť znova synchronizovať

# syncRemoveDataTitle
source: Remove synced data?
hu: Eltávolítja a szinkronizált adatokat?
mr: सिंक केलेला डेटा काढून टाकायचा का?
mt: Neħħi d-dejta ssinkronizzata?
sk: Odstrániť synchronizované dáta?

source: Synced items
hu: Szinkronizált elemek
mr: सिंक केलेल्या वस्तू
mt: Items issinkronizzati
sk: Synchronizované položky

# tag
source: {count, plural, one{Tag} other{Tags}}
hu: {count, plural, one{Jelölő} other{Jelölők}}
mr: {count, plural, one{टॅग} other{टॅग}}
mt: {count, plural, one{Tikketta} other{Tikketti}}
sk: {count, plural, one{Tag} other{Tagy}}

source: Theme
hu: Téma
mr: थीम
mt: Tema
sk: Téma

source: Theme color
hu: Téma színe
mr: थीमचा रंग
mt: Kulur tat-tema
sk: Farba témy

# themeModeDark
source: Dark
hu: Sötét
mr: गडद
mt: Skur
sk: Tmavé

# themeModeLight
source: Light
hu: Világos
mr: हलका
mt: Ċar
sk: Svetlé

# themeModeSystem
source: System
hu: Rendszer
mr: सिस्टम
mt: Sistema
sk: Systémové

# timeAndAnnotation
source: {minutes} and {seconds}
hu: {minutes} és {seconds}
mr: {minutes} आणि {seconds}
mt: {minutes} u {seconds}
sk: {minutes} a {seconds}

source: Time-out
hu: Időtúllépés
mr: टाइम-आउट
sk: Časový limit

# totalSize
source: Total size: {size}
hu: Teljes méret: {size}
mr: एकूण आकार: {size}
mt: Daqs totali: {size}
sk: Celková veľkosť: {size}

# type
source: {count, plural, other{Types} one{Type}}
hu: {count, plural, other{Típusok} one{Típus}}
mr: {count, plural, other{प्रकार} one{प्रकार}}
mt: {count, plural, other{Tipi} one{Tip}}
sk: {count, plural, other{Typy} one{Typ}}

source: Unplayed
hu: Nem lejátszott
mr: प्ले न केलेले
mt: Ma intweriex
sk: Neprehrané

# unableToConnectHost
source: Unable to connect to host
hu: Nem lehet a kiszolgálóhoz csatlakozni
mr: होस्टला कनेक्ट करता आले नाही
mt: Ma jistax jaqbad mal-host
sk: Nie je možné sa pripojiť k hostiteľovi

# unableToReverseAction
source: This action can not be reversed, it will remove all settings.
hu: Ez a lépés nem fordítható vissza. Minden beállítás el lesz távolítva.
mr: ही क्रिया मागे घेता येत नाही. याने सर्व सेटिंग काढून टाकले जातील.
mt: Din l-azzjoni ma tistax titreġġa ’lura. Se tneħħi l-issettjar kollu.
sk: Túto akciu nie je možné vrátiť späť. Odstráni všetky nastavenia.

source: Unknown
hu: Ismeretlen
mr: अज्ञात
mt: Mhux magħruf
sk: Neznámy

source: Use defaults
hu: Alapértelmezettek használata
mr: डिफॉल्ट वापरा
mt: Uża d-defaults
sk: Použiť predvolené nastavenia

source: Username
hu: Felhasználó neve
mr: प्रयोक्ता नाव
mt: Isem l-utent
sk: Meno používateľa

source: Video
hu: {count, plural, one{Videó} other{Videók}}
mr: व्हिडिओ
mt: Vidjo

source: Video scaling
hu: Videó méretezés
mt: Skala tal-vidjow
sk: Škálovanie videa

# videoScalingContain
source: Contain
hu: Befoglal
sk: Obsahuje

# videoScalingCover
source: Cover
hu: Borító
sk: Vyplniť

# videoScalingFill
source: Fill
hu: Kitölt
mr: भरा
sk: Vyplniť

# videoScalingFillScreenDesc
source: Fill the navigation and statusbar
hu: A navigáció és az állapotsor kitöltése
mt: Imla n-navigazzjoni u l-istatusbar
sk: Vyplniť navigačnú a stavovú lištu

# videoScalingFillScreenNotif
source: Fill-screen overwrites video fit, in horizontal rotation
hu: A kitöltés felülbírálja a videó illesztést, horizontális elforgatásban
mt: Fill-screen jissostitwixxi l-video fit, f’ rotazzjoni orizzontali

# videoScalingFillScreenTitle
source: Fill screen
hu: Képernyőre illesztés
mr: पडदा भरा
sk: Vyplniť obrazovku

# videoScalingFitHeight
source: Fit Height
hu: Magasság illesztése
mr: उंची भरा
sk: Prispôsobiť výške

# videoScalingFitWidth
source: Fit Width
hu: Szélesség illesztése
mr: रुंदी भरा
sk: Prispôsobiť šírke

# videoScalingScaleDown
source: ScaleDown
hu: Kicsinyítés
sk: Zmenšiť

source: View photos
hu: Képek megjelenítése
mr: फोटो पाहा
mt: Ara r-ritratti
sk: Zobraziť fotografie

# writer
source: {count, plural, other{Writer} two{Writers}}
hu: {count, plural, other{Író} two{Írók}}
mr: {count, plural, other{लेखक} two{लेखक}}
mt: {count, plural, other{Kittieb} two{Kittieba}}

# year
source: {count, plural, other{Years} one{Year}}
hu: {count, plural, other{Évek} one{Év}}
mr: {count, plural, other{वर्षे} one{वर्ष}}
mt: {count, plural, other{Snin} one{Sena}}

# settingsPosterSlider
source: Show scale slider
mt: Uri s-slajder tal-iskala
sk: Zobraziť posúvač mierky

source: Shuffle gallery
mt: Ħarbat il-gallerija
sk: Zamiešaj galériu

# settingsClientTitle
source: Fladder
mr: फ्लॅडर

source: Watch on
mr: यावर पाहा
mt: Ara fuq
