Repository: DonutWare/Fladder
Catalog: lib/l10n/app_*.arb
Languages: hu, mr, mt, sk

source: About
hu: A Fladderről
mr: Fladder बद्दल
mt: Dwar
sk: O appke

# actor
source: {count, plural, other{Actors} one{Actor}}
hu: {count, plural, other{Színészek} one{Színész}}
mr: {count, plural, other{अभिनेते} one{अभिनेता}}
mt: {count, plural, other{Atturi} one{Attur}}
sk: {count, plural, other{Herci} one{Herec/Herečka}}

source: Add as favorite
hu: Hozzáadás a kedvencekhez
mr: आवडीच्यांमध्ये जोडा
mt: Żid bħala favorit
sk: Pridať ako obľúbené

source: Add to collection
hu: Hozzáadás gyűjteményhez
mr: संग्रहात जोडा
mt: Żid mal-kollezzjoni
sk: Pridať do kolekcie

source: Add to playlist
hu: Hozzáadás lejátszási listához
mr: प्लेलिस्टमध्ये जोडा
mt: Żid mal-playlist
sk: Pridať do playlistu

source: Advanced
hu: Haladó
mr: प्रगत
mt: Avvanzat
sk: Pokročilé

source: All
hu: Mind
mr: सर्व
mt: Kollha
sk: Všetko

source: Amoled black
hu: AMOLED fekete
mr: AMOLED काळा
mt: Amoled iswed
sk: Amoled čierna

# appLockAutoLogin
source: Auto login
hu: Automatikus belépés
mr: आपोआप लॉगइन करा
mt: Login awtomatiku
sk: Automatické prihlásenie

# appLockBiometrics
source: Biometrics
hu: Biometria
mr: बायोमेट्रिक्स
mt: Bijometrika
sk: Biometrika

# appLockPasscode
source: Passcode
hu: Belépő kód
mr: पास-कोड
mt: Kodiċi
sk: Prístupový kód

# appLockTitle
source: Set the log-in method for {userName}
hu: Bejelentkezési mód választása {userName} fiókjához
mr: {userName} यांच्यासाठी लॉग-इन पद्धत सेट करा
mt: Issettja l-metodu log-in għal {userName}
sk: Nastavenie metódy prihlásenia pre {userName}

source: Ascending
hu: Növekvő
mr: चढत्या क्रमात
mt: Telgħin
sk: Vzostupne

source: Audio
hu: {count, plural, one{Hang} other{Hang}}
mr: ऑडिओ
mt: Awdjo
sk: Zvuk

source: Auto-play
hu: Automatikus lejátszás
mr: आपोआप-प्ले
sk: Automatické prehrávanie

source: Background blur
hu: Homályosított háttér
mr: पार्श्वभूमीचा ब्लर
sk: Rozmazanie pozadia

source: Background opacity
hu: Háttér láthatósága
mr: पार्श्वभूमीची अपारदर्शकता
sk: Priehľadnosť pozadia

# biometricsFailedCheckAgain
source: Biometrics failed check settings and try again
hu: Sikertelen biometrikus azonosítás. Ellenőrizze a beállításokat és próbálja meg újra.
mr: बायोमेट्रिक्स अपयशी. सेटिंग तपासा आणि पुन्हा प्रयत्न करा.
mt: Il-bijometrika ma rnexxietx. Iċċekkja l-issettjar u erġa ’pprova.
sk: Biometria zlyhala. Skontrolujte nastavenia a skúste to znova.

source: Bold
hu: Félkövér
mr: ठळक
mt: Grassett
sk: Hrubý

source: Cancel
hu: Mégse
mr: रद्द करा
mt: Ikkanċella
sk: Zrušiť

source: Change
hu: Megváltoztatás
mr: बदला
mt: Ibdel
sk: Zmeniť

# chapter
source: {count, plural, other{Chapters} one{Chapter}}
hu: {count, plural, other{Fejezetek} one{Fejezet}}
mr: {count, plural, other{अध्याय} one{अध्याय}}
mt: {count, plural, other{Kapitli} one{Kapitlu}}

source: Clear
hu: Törlés
mr: साफ करा
mt: Neħħi
sk: Vyčistiť

source: Clear all settings
hu: Beállítások törlése
mr: सर्व सेटिंग साफ करा
mt: Neħħi l-issettjar kollu
sk: Vyčistiť všetky nastavenia

# clearAllSettingsQuestion
source: Clear all settings?
hu: Összes beállítás törlése?
mr: सर्व सेटिंग साफ करायचे का?
mt: Neħħi l-issettjar kollu?
sk: Vynulovať všetky nastavenia?

source: Clear changes
hu: Változtatások törlése
mr: बदल साफ करा
mt: Neħħi l-bidliet
sk: Vynulovanie zmien

source: Clear selection
hu: Kijelölés törlése
mr: निवड साफ करा
mt: Neħħi l-għażla
sk: Vynulovať výber

source: Close
hu: Bezárás
mr: बंद करा
mt: Agħlaq
sk: Zatvoriť

source: Code
hu: Kód
mr: कोड
mt: Kodiċi
sk: Kód

source: Collection folder
hu: {count, plural, one{Gyűjtemény} other{Gyűjtemények}}
mr: संग्रह फोल्डर
mt: Fowlder tal-ġbir
sk: Zložka kolekcie

source: Color
hu: Szín
mr: रंग
mt: Kulur
sk: Farba

source: Combined
hu: Kombinált
mr: मिळून
mt: Ikkombinati
sk: Kombinované

source: Community Rating
hu: Közösségi értékelés
mr: सामाजिक रेटिंग
mt: Klassifikazzjoni Komunitarja
sk: Hodnotenie komunity

# continuePage
source: Continue - page {page}
hu: Tovább - {page}. oldal
mr: पुढे - पान {page}
mt: Kompli - paġna {page}
sk: Pokračovať - strana {page}

source: Controls
hu: Vezérlés
mr: कंट्रोल
mt: Kontrolli
sk: Ovládanie

source: Dashboard
hu: Főoldal
mr: मुख्य पान
mt: Daxxbord
sk: Ovládací panel

# dashboardContinue
source: Continue
hu: Folytatás
mr: चालू ठेवा
mt: Kompli
sk: Pokračovať

# dashboardContinueListening
source: Continue Listening
hu: Hallgatás folytatása
mr: ऐकणे चालू ठेवा
mt: Kompli Isma’
sk: Pokračovať v počúvaní

# dashboardContinueReading
source: Continue Reading
hu: Olvasás folytatása
mr: वाचणे चालू ठेवा
mt: Kompli Aqra
sk: Pokračovať v čítaní

# dashboardContinueWatching
source: Continue Watching
hu: Megtekintés folytatása
mr: पाहणे चालू ठेवा
mt: Kompli Ara
sk: Pokračovať v sledovaní

source: Next Up
hu: Következő
mr: यापुढे
mt: Li jmiss
sk: Ďalej

source: Date added
hu: Hozzáadás dátuma
mr: जोडण्याचा दिनांक
mt: Data miżjuda
sk: Dátum pridania

source: Date last content added
hu: Legújabb tartalom hozzáadásának dátuma
mr: शेवटची सामग्री जोडण्याचा दिनांक
mt: Data tal-aħħar kontenut miżjud
sk: Dátum posledného pridania obsahu

source: Date played
hu: Lejátszás dátuma
mr: प्ले केलेल्याचा दिनांक
mt: Id-data li ndaqqet
sk: Dátum prehrania

source: Days
hu: Napok
mr: दिवस
mt: Jiem
sk: Dni

source: Delete
hu: Törlés
mr: डिलीट करा
mt: Ħassar
sk: Odstrániť

# deleteFileFromSystem
source: Deleting this item {item} will delete it from both the file system and your media library. Are you sure you wish to continue?
hu: A kiválasztott {item} elem törlése a fájlrendszerből és a médiakönyvtárból is törölni fogja. Biztosan folytatja?
mr: {item} ही वस्तू डिलिट केल्याने ती फाईल सिस्टम आणि मीडिया लायब्ररी दोघांमधून डिलिट केली जाईल. तुम्हाला नक्की असे करायचे आहे का?
mt: It-tħassir ta’ dan l-item {item} se jħassru kemm mis-sistema tal-fajls kif ukoll mil-librerija tal-midja tiegħek. Żgur li tixtieq tkompli?
sk: Odstránením tejto položky {item} ju vymažete zo súborového systému aj z vašej knižnice médií. Naozaj chcete pokračovať?

source: Delete {item}?
hu: {item} törlése?
mr: {item} डिलीट करायचे का?
mt: Ħassar {item}?
sk: Odstrániť {item}?

source: Descending
hu: Csökkenő
mr: उतरत्या क्रमात
mt: Neżlin
sk: Zostupne

# director
source: {count, plural, other{Director} two{Directors}}
hu: {count, plural, other{Rendezők} one{Rendező}}
mr: {count, plural, other{दिग्दर्शक} two{दिग्दर्शक}}
mt: {count, plural, other{Direttur} two{Diretturi}}
sk: {count, plural, other{Režisér} two{Režiséri} one{Režisér}}

source: Disable filters
hu: Szűrők kikapcsolása
mr: गाळण्या बंद करा
mt: Itfi l-filtri
sk: Vypnúť filtre

source: Disabled
hu: Ki
mr: बंद
mt: Mitfi
sk: Vypnuté

source: Discovered
hu: Felfedezett
mr: सापडले
mt: Skoperti
sk: Objavené

source: Display language
hu: Megjelenítés nyelve
mr: दर्शनाची भाषा
mt: Lingwa tal-wiri
sk: Jazyk zobrazenia

# downloadsClearDesc
source: Are you sure you want to remove all synced data? This will clear all data for every synced user!
hu: Összes szinkronizált adat törlése minden szinkronizált felhasználótól?
mr: प्रत्येक सिंक केलेल्या प्रयोक्याचा डेटा साफ करून सर्व सिंक केलेला डेटा काढून टाकायचा का?
mt: Neħħi d-dejta sinkronizzata kollha, tneħħi d-dejta kollha għal kull utent sinkronizzat?
sk: Odstrániť všetky synchronizované dáta a vymazať všetky dáta pre každého synchronizovaného používateľa?

# downloadsClearTitle
source: Clear synced data
hu: Szinkronizált adatok törlése
mr: सिंक केलेला डेटा साफ करून टाका
mt: Neħħi d-dejta sinkronizzata
sk: Vymazať synchronizované dáta

# downloadsPath
source: Path
hu: Elérési útvonal
mr: पाथ
sk: Cesta

# downloadsSyncedData
source: Synced data
hu: Szinkronizált adat
mr: सिंक केलेला डेटा
mt: Dejta ssinkronizzata
sk: Synchronizované dáta

# downloadsTitle
source: Downloads
hu: Letöltések
mr: डाउनलोड
sk: Stiahnuté

# dynamicText
source: Dynamic
hu: Dinamikus
mr: गतिक
mt: Dinamika
sk: Dynamický

source: Edit metadata
hu: Metaadatok szerkesztése
mr: मेटाडेटा संपादित करा
mt: Editja l-metadejta
sk: Upraviť metadata

source: Empty
hu: Üres
mr: रिकामा
mt: Vojta
sk: Prázdne

source: Enabled
hu: Be
mr: चालू
mt: Mixgħul
sk: Zapnuté

# episode
source: {count, plural, other{Episodes} one{Episode} }
hu: {count, plural, other{Epizódok} one{Epizód}}
mr: {count, plural, other{भाग} one{भाग}}
mt: {count, plural, other{Episodji} one{Episodju} }
sk: {count, plural, other{Epizódy} one{Epizóda} few{Epizódy}}

source: Error
hu: Hiba
mr: त्रुटी
sk: Chyba

source: Failed to load image
hu: Kép betöltése sikertelen
mr: चित्र लोड करता आले नाही
mt: Ma setax jġib l-istampa
sk: Nepodarilo sa načítať obrázok

source: Favorite
hu: Kedvenc
mr: आवडीचा
mt: Favorit
sk: Obľúbené

source: Favorites
hu: Kedvencek
mr: आवडीचे
mt: Favoriti
sk: Obľúbené

# fetchingLibrary
source: Fetching library items
hu: Könyvtár elemeinek betöltése…
mr: लायब्ररीतील वस्तू मिळवत आहे…
mt: Il-ksib ta’ oġġetti mil-librerija…
sk: Načítavam položky knižnice…

# filter
source: {count, plural, other{Filters} one{Filter}}
hu: {count, plural, other{Szűrők} one{Szűrő}}
mr: {count, plural, other{गाळण्या} one{गाळणी}}
mt: {count, plural, other{Filtri} one{Filtra}}
sk: {count, plural, other{Filtre} one{Filter} few{Filtre}}

source: Folders
hu: Mappák
mr: फोल्डर
mt: Fowlders
sk: Priečinky

source: Font color
hu: Betűszín
mr: फाँटचा रंग
mt: Kulur tal-font
sk: Farba písma

source: Font size
hu: Betűméret
mr: फाँटचा आकार
mt: Daqs tal-font
sk: Veľkosť písma

source: Force refresh
hu: Kényszerfrissítés
mr: जबरदस्ती रिफ्रेश करा
mt: Sfurza l-aġġornar
sk: Vynútiť obnovenie

# genre
source: {count, plural, other{Genres} one{Genre}}
hu: {count, plural, other{Műfajok} one{Műfaj}}
mr: {count, plural, other{जाँरे} one{जाँरे}}
mt: {count, plural, other{Ġeneri} one{Ġeneru}}
sk: {count, plural, other{Žánre} one{Žáner} few{Žánre}}

source: Go To
hu: Ugrás
mr: येथे जा
mt: Mur
sk: Prejsť na

source: Grid
hu: Rács
mr: ग्रिड
sk: Mriežka

source: Group
hu: Csoport
mr: गट
mt: Grupp
sk: Skupina

source: Group by
hu: Csoportosítás
mr: असा गट बनवा
mt: Grupp skont
sk: Zoskupuť podľa

source: Height offset
hu: Függőleges eltolás
mr: उंची ऑफसेट
mt: Offset tal-għoli
sk: Výškový posun

source: Hide
hu: Elrejtés
mr: लपवा
mt: Aħbi
sk: Skryť

source: Hide empty
hu: Üresek elrejtése
mr: रिकाम्या लपवा
mt: Aħbi l-vojt
sk: Skryť prázdne

source: Identify
hu: Azonosítás
mr: ओळख पटवा
mt: Identifika
sk: Identifikovať

source: Immediately
hu: Azonnal
mr: ताबडतोब
mt: Immedjatament
sk: Ihneď

source: Incorrect pin try again
hu: Hibás PIN. Próbálja újra.
mr: चुकीचा पीन. पुन्हा प्रयत्न करा.
mt: PIN żbaljat. Erġa ’pprova.
sk: Nesprávny PIN. Skúste to znova.

source: Info
hu: Infó
mr: माहिती
mt: Informazzjoni

source: Invalid url
hu: Érvénytelen URL
mr: अवैध URL
mt: URL Invalidu
sk: Neplatná URL

# invalidUrlDesc
source: Url needs to start with http(s)://
hu: Az URL http(s):// résszel kell kezdődjön
mr: URL ची सुरुवात http(s):// अशी झाली पाहिजे
mt: Il-URL jeħtieġ li jibda bil-http(s)://
sk: URL musí začínať http(s)://

# itemCount
source: Item count: {count}
hu: Elemek száma: {count}
mr: वस्तूंची मोजणी: {count}
mt: Għadd tal-item: {count}
sk: Počet položiek: {count}

# label
source: {count, plural, other{Labels} one{Label}}
hu: {count, plural, other{Címkék} one{Címke}}
mr: {count, plural, other{लेबल} one{लेबल}}
mt: {count, plural, other{Tikketti} one{Tikketta}}
sk: {count, plural, other{Označenia} one{Označenie}}

# library
source: {count, plural, other{Libraries} one{Library}}
hu: {count, plural, other{Könyvtárak} one{Könyvtár}}
mr: {count, plural, other{लायब्ररी} one{लायब्ररी}}
mt: {count, plural, other{Libreriji} one{Librerija}}
sk: {count, plural, other{Knižnice} one{Knižnica}}

# libraryFetchNoItemsFound
source: No items found, try different settings.
hu: Ilyen elem nem található. Próbálja újra.
mr: कोणत्याही वस्तू सापडल्या नाहीत. सेटिंग बदलून पाहा.
mt: Ma nstabu ebda items. Ipprova settings differenti.
sk: Nenašli sa žiadne položky. Skúste iné nastavenia.

# libraryPageSizeDesc
source: Set the amount to load at a time. 0 disables paging
hu: Állítsa be az egyszerre mutatott elemek számát. A 0 kikapcsolja az oldalakra bontást.
mr: एका वेळी लोड करायची संख्या सेट करा. 0 असे सेट केल्याने पाने केली जाणार नाहीत.
mt: Issettja l-ammont biex tgħabbi kull darba. 0 titfi l-ippejġjar.
sk: Nastavte množstvo položiek, ktoré sa majú načítať naraz. Hodnota 0 vypne stránkovanie.

# libraryPageSizeTitle
source: Library page size
hu: Könyvtár oldal mérete
mr: लायब्ररी पानाचा आकार
mt: Daqs tal-paġna tal-librerija
sk: Veľkosť stránky knižnice

source: Light
hu: Világos
mr: हलका
mt: Ċar
sk: Svetlý

source: List
hu: Lista
mr: यादी
mt: Lista

source: Lockscreen
hu: Zárolt képernyő
mr: लॉकस्क्रीन
sk: Obrazovka uzamknutia

source: Logged-in
hu: Bejelentkezve
mr: लॉगइन झालेले
mt: Illoggjat
sk: Prihlásený/á

source: Login
hu: Bejelentkezés
mr: लॉगइन
mt: Illoggja
sk: Prihlásiť sa

source: Logout
hu: Kijelentkezés
mr: लॉगआउट
mt: Oħroġ
sk: Odhlásiť sa

# logoutUserPopupContent
source: This will log-out {userName} and delete te user from the app. You will have to log back in to {serverName}.
hu: Ez kijelentkezteti a {userName} fiókból, és törli azt az alkalmazásból. Újra be kell jelentkeznie a {serverName} szerverre.
mr: याने {userName} यांना लॉग आउट केले जाईल व अ‍ॅपवरून या प्रयोक्त्याला डिलीट करून टाकले जाईल. तुम्हाला {serverName} वर पुन्हा लॉग इन करावे लागेल.
mt: Dan joħroġ {userName} u jħassar l-utent mill-applikazzjoni. Ikollok terġa’ tidħol fuq {serverName}.
sk: Týmto odhlásite používateľa {userName} a používateľ sa zmaže z aplikácie. Budete sa musieť znova prihlásiť na server {serverName}.

# logoutUserPopupTitle
source: Log-out user {userName}?
hu: {userName} kijelentkeztetése?
mr: {userName} यांना लॉगआउट करायचे का?
mt: Oħroġ {userName}?
sk: Odhlásiť používateľa {userName}?

source: Loop
hu: Ismétlés
mr: लूप
mt: Ingassa
sk: Opakovať

source: Mark as unwatched
hu: Megjelölés nem megtekintettként
mr: न पाहिलेले असे चिन्हित करा
mt: Immarka li ma rajtux
sk: Označiť ako nepozreté

source: Mark as watched
hu: Megjelölés megtekintettként
mr: पाहिलेले असे चिन्हित करा
mt: Immarka li rajtu
sk: Označiť ako pozreté

source: Masonry
hu: Mozaik
mr: भिंतीसारखे
sk: Dlaždice

# mediaTypeBase
source: Base Type
hu: Alaptípus
mr: मूळ प्रकार
mt: Tip tal-bażi
sk: Typ základne

# mediaTypeBook
source: Book
hu: {count, plural, one{Könyv} other{Könyvek}}
mr: पुस्तक
mt: Ktieb
sk: Kniha

source: Accept
hu: Elfogadás
mr: स्वीकार करा
mt: Aċċetta
sk: Prijať

source: Active
hu: Aktív
mr: सक्रिय
mt: Attiva
sk: Aktívne

# dashboardRecentlyAdded
source: Recently added in {name}
hu: Nemrég hozzáadott a {name} kategóriában
mr: {name} मध्ये अलीकडील जोडलेले
mt: Riċentement miżjud f ’{name}
sk: Nedávno pridané v {name}

# mediaTypeEpisode
source: Episode
hu: {count, plural, one{Epizód} other{Epizódok}}
mr: एपिसोड
mt: Episodju
sk: Epizóda

# mediaTypeFolder
source: Folder
hu: {count, plural, one{Mappa} other{Mappák}}
mr: फोल्डर
mt: Fowlder
sk: Priečinok

# mediaTypeMovie
source: Movie
hu: {count, plural, one{Film} other{Filmek}}
mr: चित्रपट
mt: Film
sk: Film

# mediaTypePerson
source: Person
hu: {count, plural, one{Személy} other{Személyek}}
mr: व्यक्ती
mt: Persuna
sk: Osoba

# mediaTypePhoto
source: Photo
hu: {count, plural, one{Fotó} other{Fotók}}
mr: फोटो
mt: Ritratt
sk: Fotka

# mediaTypePhotoAlbum
source: Photo Album
hu: {count, plural, one{Fotóalbum} other{Fotóalbumok}}
mr: फोटो अल्बम
mt: Album tar-Ritratti
sk: Foto album

# mediaTypePlaylist
source: Playlist
hu: {count, plural, one{Lejátszási lista} other{Lejátszási listák}}
mr: प्लेलिस्ट

# mediaTypeSeason
source: Season
hu: {count, plural, one{Évad} other{Évadok}}
mr: सीझन
mt: Staġun
sk: Séria

# mediaTypeSeries
source: Series
hu: {count, plural, one{Sorozat} other{Sorozatok}}
mr: मालिका
mt: Serje
sk: Seriál

# metaDataSavedFor
source: Metadata saved for {item}
hu: Metaadatok elmentve {item} elemhez
mr: {item} यासाठी मेटाडेटा सेव्ह केला गेला
mt: Metadejta ssejvjata għal {item}
sk: Metadáta uložené pre {item}

# metadataRefreshDefault
source: Scan for new and updated files
hu: Új vagy megváltoztatott fájlok keresése
mr: नवीन आणि अपडेट केलेल्या फायलींचा स्कॅन करा
mt: Skennja għal fajls ġodda u aġġornati
sk: Vyhľadať nové a aktualizované súbory

# metadataRefreshFull
source: Replace all metadata
hu: Összes metaadat cseréje
mr: सर्व मेटाडेटा बदलून घ्या
mt: Ibdel il-metadejta kollha
sk: Nahradiť všetky metadata

# metadataRefreshValidation
source: Search for missing metadata
hu: Hiányzó metaadatok keresése
mr: नसलेल्या मेटाडेटाचा शोध घ्या
mt: Fittex għal metadejta nieqsa
sk: Nájsť chýbajúce metadáta

# minutes
source: {count, plural, other{Minutes} one{Minute} }
hu: {count, plural, other{Percek} one{Perc}}
mr: {count, plural, other{मिनिटे} one{मिनिट} }
mt: {count, plural, other{Minuti} one{Minuta} }
sk: {count, plural, other{Minúty} one{Minúta} }

source: Mode
hu: Mód
mr: मोड
mt: Mod
sk: Mód

# moreFrom
source: More from {info}
hu: Több ettől: {info}
mr: {info} यांच्याकडून अजून
mt: Aktar minn {info}
sk: Viac od {info}

source: More options
hu: Több lehetőség
mr: अधिक पर्याय
mt: Aktar għażliet
sk: Viac nastavení

# mouseDragSupport
source: Drag using mouse
hu: Egér használata elhúzásra
mr: माउसने खेचणे
mt: Iddreggja billi tuża l-maws
sk: Presuňte pomocou myši

# musicAlbum
source: Album
hu: {count, plural, one{Album} other{Albumok}}
mr: अल्बम

source: Name
hu: Név
mr: नाव
mt: Isem
sk: Názov

source: Navigation
hu: Navigáció
mr: नॅव्हिगेशन
mt: Navigazzjoni
sk: Navigácia

# navigationDashboard
source: Dashboard
hu: Gyorspanel
mr: मुख्य पान
mt: Daxxbord

# navigationFavorites
source: Favorites
hu: Kedvencek
mr: आवडीचे
mt: Favoriti
sk: Obľúbené

# navigationSync
source: Synced
hu: Szinkronizálva
mr: सिंक केले
mt: Sinkronizzat
sk: Synchronizované

source: Never
hu: Soha
mr: कधीच नाही
mt: Qatt
sk: Nikdy

source: No items synced
hu: Nincsenek szinkronizált elemek
mr: कोणत्याही वस्तू सिंक केल्या नाहीत
mt: Ebda item issinkronizzat
sk: Žiadne synchronizované položky

source: No items to show
hu: Nincsenek mutatható elemek
mr: दाखवण्यास कोणत्याही वस्तू नाहीत
mt: Ebda item x’ juri
sk: Žiadne položky na zobrazenie

source: No rating
hu: Nincs értékelés
mr: रेटिंग नाही
mt: Ebda klassifikazzjoni
sk: Žiadne hodnotenie

source: No results
hu: Nincs találat
mr: निकाल नाहीत
mt: Ebda riżultat
sk: Žiadne výsledky

# noServersFound
source: No new servers found
hu: Nem található új szerver
mr: कोणतेही नवीन सर्व्हर सापडले नाहीत
mt: Ma nstab ebda server ġdid
sk: Nenájdené žiadne nové servery

source: No suggestions found
hu: Nem található javaslat
mr: कोणत्याही सूचना सापडल्या नाहीत
mt: Ma nstab l-ebda suġġeriment
sk: Nenájdené žiadne návrhy

source: None
hu: Nincs
mr: कोणतीही नाही
mt: Xejn
sk: Žiadny

source: Normal
hu: Normál
mr: साधारण
mt: Normali
sk: Normálny

# notPartOfAlbum
source: Not part of a album
hu: Nem része albumnak
mr: अल्बमचा भाग नाही
mt: Mhux parti minn album
sk: Nie je súčasťou albumu

source: Open parent
hu: Szülő megnyitása
mr: पालक उघडा
mt: Iftaħ il-ġenitur
sk: Otvoriť rodiča

source: Open show
hu: Műsor megnyitása
mr: मालिका उघडा
mt: Iftaħ l-ispettaklu
sk: Otvoriť seriál

source: Open web link
hu: Web link megnyitása
mr: वेब लिंक उघडा
mt: Iftaħ il-link tal-web
sk: Otvoriť webový odkaz

source: Options
hu: Beállítások
mr: पर्याय
mt: Għażliet
sk: Možnosti

source: Other
hu: Más
mr: इतर
mt: Oħrajn
sk: Ostatné

source: Outline color
hu: Körvonal színe
mr: बाह्यरेखेचा रंग
mt: Kulur tal-kontorn
sk: Farba obrysu

source: Outline size
hu: Körvonal vastagsága
mr: बाह्यरेखेचा आकार
mt: Daqs tal-kontorn
sk: Veľkosť obrysu

source: Overview
hu: Áttekintés
mr: सारांश
mt: Ħarsa ġenerali
sk: Prehľad

# page
source: Page {index}
hu: {index}. oldal
mr: पान {index}
mt: Paġna {index}
sk: Strana {index}

source: Parental Rating
hu: Korhatár-besorolás
mr: पालक रेटिंग
mt: Klassifikazzjoni tal-Ġenituri
sk: Rodičovské hodnotenie

source: Password
hu: Jelszó
mr: पासवर्ड
sk: Heslo

# pathClearTitle
source: Clear downloads path
hu: Letöltési útvonal törlése
mr: डाउनलोड पाथ रिंकामा करा
sk: Vymazať cestu k stiahnutým

# pathEditDesc
source: This location is set for all users, any synced data will no longer be accessible. It will remain on your storage.
hu: Ez az útvonal minden felhasználóra közösen van beállítva, a szinkronizált adatok nem lesznek elérhetőek, viszont a tárhelyen maradnak.
mr: हे स्थान सर्व प्रयोक्त्यांसाठी सेट केले जाईल, आणि सिंक केलेला डेटा यानंतर उपलब्ध राहणार नाही. तो तुमच्या स्टोरेजमध्ये राहील.
mt: Dan il-post huwa ssettjat għall-utenti kollha, kwalunkwe dejta ssinkronizzata mhux se tibqa’ aċċessibbli. Se jibqa’ fuq l-istorage tiegħek.
sk: Táto adresa je nastavená pre všetkých používateľov. Synchronizované údaje už nebudú prístupné, ale zostanú uložené na vašom disku.

# pathEditSelect
source: Select downloads destination
hu: Letöltési útvonal kiválasztása
mr: डाउनलोड गंतव्यस्थान निवडा
mt: Agħżel il-post tat-tniżżil
sk: Vybrať adresu pre stiahnuté

# pathEditTitle
source: Change location
hu: Helyzet megváltoztatása
mr: स्थान बदला
mt: Ibdel il-post
sk: Zmeň adresu

# play
source: Play {item}
hu: {item} lejátszása
mr: {item} प्ले करा
mt: Ibda {item}
sk: Prehrať {item}

source: Play count
hu: Lejátszások száma
mr: प्ले केलेल्याची मोजणी
mt: Għadd tal-logħob
sk: Počet prehratí

# playFrom
source: Play from {name}
hu: Lejátszás innen: {name}
mr: {name} पासून प्ले करा
mt: Ibda min {name}
sk: Prehrať z {name}

# playFromStart
source: Play {name} from the start
hu: {name} lejátszása elölről
mr: {name} सुरुवातीपासून प्ले करा
mt: Ibda {name} mill-bidu
sk: Prehrať {name} od začiatku

# playLabel
source: Play
hu: Lejátszás
mr: प्ले करा
mt: Ibda
sk: Prehrať

source: Play videos
hu: Videók lejátszása
mr: व्हिडिओ प्ले करा
mt: Ibda l-vidjos
sk: Prehrať videá

source: Played
hu: Lejátszva
mr: प्ले केलेले
mt: Lestejt
sk: Prehrané

# quickConnectInputACode
source: Input a code
hu: Adja meg a kódot
mr: कोड प्रविष्ट करा
mt: Daħħal kodiċi
sk: Zadejte kód

# quickConnectWrongCode
source: Wrong code
hu: Hibás kód
mr: चुकीचा कोड
mt: Kodiċi ħażin
sk: Zlý kód

source: Random
hu: Véletlenszerű
mr: यादृच्छिक
mt: Każwali
sk: Náhodne

# rating
source: {count, plural, other{Ratings} one{Rating}}
hu: {count, plural, other{Értékelések} one{Értékelés}}
mr: {count, plural, other{रेटिंग} one{रेटिंग}}
mt: {count, plural, other{Klassifikazzjonijiet} one{Klassifikazzjoni}}
sk: {count, plural, other{Hodnotenia} one{Hodnotenie}}

source: Rewatch
hu: Újranézés
mr: पुन्हा-पाहणे
mt: Erġa ara
sk: Znovu pozrieť

# read
source: Read {item}
hu: {item} elolvasása
mr: {item} वाचा
mt: Aqra {item}
sk: Prečítať {item}

# readFromStart
source: Read {item} from start
hu: {item} elolvasása elölről
mr: {item} सुरुवातीपासून वाचा
mt: Aqra {item} mill-bidu
sk: Prečítať {item} od začiatku

source: Recursive
hu: Rekurzív
mr: रिकर्सिव्ह
mt: Rikorrenti
sk: Rekurzívne

source: Refresh
hu: Frissítés
mr: रिफ्रेश
mt: Aġġorna
sk: Obnoviť

source: Refresh metadata
hu: Metaadatok frissítése
mr: मेटाडेटा रिफ्रेश करा
mt: Aġġorna l-metadejta
sk: Obnoviť metadáta

# refreshPopup
source: Refresh - {name}
hu: Frissítés - {name}
mr: रिफ्रेश करा - {name}
mt: Aġġorna - {name}
sk: Obnoviť - {name}

source: Home
hu: Kezdőlap
mr: घर
mt: Id-dar
sk: Domov

# mediaTypeBoxset
source: Boxset
hu: {count, plural, one{Gyűjtemény} other{Gyűjtemények}}
mr: बॉक्स सेट
sk: Médiá

# quickConnectAction
source: Enter quick connect code for
hu: Add meg a gyorscsatlakozási kódot a
mr: यासाठी जलद-कनेक्ट कोड प्रविष्ट करा
mt: Daħħal kodiċi tal-konnessjoni veloċi għal
sk: Zadajte kód rýchleho pripojenia pre

# quickConnectTitle
source: Quick-connect
hu: Gyors csatlakozás
mr: जलद-कनेक्ट
mt: Konnesjoni veloċi
sk: Rýchle pripojenie

# refreshPopupContentMetadata
source: Metadata is refreshed based on settings and internet services that are enabled in the Dashboard.
hu: A metadatok a kezelőpulton bekapcsolt internetes szolgáltatók és a beállítások alapján frissülnek.
mt: Il-metadejta tiġi aġġornata abbażi tas-settings u s-servizzi tal-Internet mixgħula fid-daxxbord.
sk: Metadáta sa obnovujú podľa nastavení a internetových služieb zapnutých v dashboarde.
